Repository: dubeaud/bugnet
Catalog: src/BugNET_WAP/App_GlobalResources/Exceptions.*.resx
Languages: es_es, fr_ca, it_it, nl_nl, ro_ro

source: Access Denied
es_es: Acceso denegado
fr_ca: Accès refusé
it_it: Accesso negato
nl_nl: Toegang geweigerd
ro_ro: Accesul Interzis

# AddRoleError
source: Could not add role
es_es: No se pudo añadir el rol
fr_ca: Ne peut pas ajouter rôle
it_it: Impossibile aggiungere regola
nl_nl: Kan rol niet toevoegen
ro_ro: Nu am putut sa adaug Rolul

# AttachmentDeleteError
source: An error has occured deleing an IssueAttachment.
es_es: Se ha producido un error al borrar un adjunto.
fr_ca: Un problème est survenu lors de la suppression de la pièce jointe de l'anomalie
it_it: Impossibile eliminare l'allegato
nl_nl: Fout opgetreden tijdens verwijderen bijlage
ro_ro: A aparut o eroare la stergerea atasamentului unei probleme

# CloneProjectError
source: Could not clone project
es_es: No se ha podido duplicar un proyecto
fr_ca: Ne peut cloner projet
it_it: Impossibile duplicare il progetto
nl_nl: Kan project niet klonen
ro_ro: Nu se poate clona proiectul

# CreateProjectUploadFolderError
source: Could not create new upload folder {0} for project {1}
es_es: No se ha podido crear la carpeta "{0}" para el proyecto {1}
fr_ca: Ne peut créer de nouveaux téléchargement dossier {0} pour le projet {1}
it_it: Impossibile creare la nuova cartella allegati {0} del progetto {1}
nl_nl: Kan bijlage upload folder {0} voor project {1} niet aanmaken
ro_ro: Nu se poate creea directorul pt upload {0} pentru proiectul {1}

# DatabaseError
source: An error has occured accessing the database
es_es: Se ha producido un error de acceso a la base de datos
fr_ca: Impossible de se brancher à la base de données
it_it: Si è verificato un errore durante l'accesso al database
nl_nl: Er is een fout opgetreden tijdens het benaderen van de database.
ro_ro: A aparut o eroare la accesarea bazei de date.

# DeleteCustomFieldError
source: Could not delete custom field
es_es: No se ha podido borrar un campo personalizado
fr_ca: Impossible de supprimer champ personnalisé
it_it: Impossibile eliminare la proprietà personalizzata
nl_nl: Kan aangepast veld niet verwijderen
ro_ro: Nu se poate sterge campul personalizat

# DeleteIssueTypeError
source: Could not delete issue type
es_es: No se ha podido borrar un tipo de caso
fr_ca: Impossible de supprimer le type de question
it_it: Impossibile eliminare il tipo segnalazione
nl_nl: Kan punt type niet verwijderen
ro_ro: Nu se poate sterge tipul problemei.

# DeleteMailboxError
source: Could not delete mailbox
es_es: No se ha podido borrar el buzón
fr_ca: Impossible de supprimer les boîtes aux lettres
it_it: Impossibile eliminare la casella di posta
nl_nl: Kan mailbox niet verwijderen
ro_ro: Casuta postala nu poate fi stearsa

# DeleteMilestoneError
source: Could not delete milestone
es_es: No se ha podido borrar el hito
fr_ca: Impossible de supprimer jalon
it_it: Impossibile eliminare il passo
nl_nl: Kan mijlpunt niet verwijderen
ro_ro: Reperul nu poate fi sters

# DeletePriorityError
source: Could not delete priority
es_es: No se ha podido borrar la prioridad
fr_ca: Impossible de supprimer priorité
it_it: Impossibile eliminare la priorità
nl_nl: Kan prioriteit niet verwijderen
ro_ro: Prioritatea nu poate fi stearsa

# DeleteProjectUploadFolderError
source: Could not delete upload folder {0} for project id {1}
es_es: No se ha podido borrar la carpeta "{0}" del proyecto {1}
fr_ca: Impossible de supprimer {0} dossier "upload" pour projet id {1}
it_it: Impossibile eliminare la cartella allegati {0} del progetto {1}
nl_nl: Kan bijlage upload folder {0} voor project id {1} niet verwijderen
ro_ro: Directorul de upload {0} nu poate fi sters pentru proeictul {1}

# DeleteResolutionError
source: Could not delete resolution
es_es: No se ha podido borrar la resolución
fr_ca: Impossible de supprimer résolution
it_it: Impossibile eliminare la soluzione
nl_nl: Kan oplossing niet verwijderen
ro_ro: Rezolutia nu poate fi stearsa

# DeleteRoleError
source: Could not delete role
es_es: No se ha podido borrar el rol
fr_ca: Impossible de supprimer rôle
it_it: Impossibile eliminare la regola
nl_nl: Kan rol niet verwijderen
ro_ro: Rolul nu poate fi sters

# DeleteStatusError
source: Could not delete status
es_es: No se ha podido borrar el estado
fr_ca: Impossible de supprimer le statut
it_it: Impossibile eliminare lo stato
nl_nl: Kan status niet verwijderen
ro_ro: Statusul nu poate fi sters

# InvalidFileName
source: The name of the file you have selected is invalid.
es_es: El nombre del archivo que ha seleccionado es incorrecto.
fr_ca: Le nom du fichier sélectionné est invalide.
it_it: Il nome del file selezionato non è valido.
nl_nl: Ongeldige bestandsnaam.
ro_ro: Numele fisierului selectat este invalid.

# InvalidFileType
source: {0} does not meet the allowed file types.
es_es: {0} no es un tipo de archivo permitido.
it_it: Il tipo di {0} non appartiene ai tipi consentiti.
nl_nl: {0} is niet toegestaan als bestands type.
ro_ro: {0} nu respecta tipurile de fisiere permise.

# InvalidIssueId
source: The supplied IssueId [{0}] is not valid.
es_es: El id del caso proporcionado [{0}] no es válido.
fr_ca: Le no d'anomalie id [{0}] est invalide.
it_it: L'ID segnalazione [{0}] non è valido.
nl_nl: Het opgegeven punt id [{0}] is niet geldig.
ro_ro: ID-ul problemei furnizat [{0}] nu este valid.

# InvalidProjectId
source: The supplied ProjectId [{0}] is not valid.
es_es: El id del proyecto proporcionado [{0}] no es válido.
fr_ca: Projet id [{0}] est invalide.
it_it: l'ID progetto [{0}] non è valido.
nl_nl: Het opgegeven project id [{0}] is niet geldig.
ro_ro: ID-ul proiectului furnizat [{0}] nu este valid.

# InvalidRepositoryName
source: The repository name was not formated correctlly. Only alpha-numeric charaters, \"-\", and \"_\" are allowed.
es_es: El nombre del repositorio no está correctamente formateado. Solo se pueden incluir carácteres alfanuméricos, \"-\" y \"_\".
fr_ca: Le nom du "repository" n'est pas formatté correctemment. Seulement caractères alphanumériques, \"-\", and \"_\" acceptés.
it_it: il nome del repository non è corretto. Sono permessi solo caratteri alfanumerici, \"-\", e \"_\".
nl_nl: De repository naam bevat ongeldige tekens. Alleen alfanumerike tekens, \"-\", en \"_\" zijn toegestaan.
ro_ro: Numele depozitului nu este formatat corect.Numai caractere alfa-numerice, \"-\", si \"_\" sunt permise.

# InvalidRepositoryTagName
source: The tag name was not formated correctlly. Only alpha-numeric charaters, \"-\", and \"_\" are allowed.
es_es: El nombre del Tag no está correctamente formateado. Solo se pueden incluir carácteres alfanuméricos, \"-\" y \"_\".
fr_ca: Le nom de l'étiquette n'est pas formatté correctement. Seuelement les caractères alphanumériques, \"-\", and \"_\" sont acceptés.
it_it: il nome tag non è corretto. Sono permessi solo caratteri alfanumerici, \"-\", e \"_\".
nl_nl: De tag naam bevat ongeldige tekens. Alleen alfanumerike tekens, \"-\", en \"_\" zijn toegestaan.
ro_ro: Numele tag-ului nu este formatat corect. Numai caractere alfa-numerice, \"-\", si \"_\" sunt permise.

# MailboxReaderError
source: An error has occured in processing the mailbox reader.
es_es: Se ha producido un error al procesar el buzón.
fr_ca: Erreur lors de la lecture de la boîte courriel.
it_it: Si è verificato un errore durante l'esecuzione del visualizzatore di posta.
nl_nl: Er is een fout opgetreden tijdens het verwerken van de mailbox.
ro_ro: A aparut o eroare la procesarea cititorului de email.

# PasswordChangeError
source: The password could not be changed, please verify that the password meets the password requirements.
es_es: La contraseña no se ha podido cambiar. Verifique que la contraseña cumple los requisitos del sitio.
fr_ca: Le mot de passe ne peut pas être changé, veuillez vérifier que le mot de passe respecte les exigences de mot de passe.
it_it: Impossibile cambiare la password, controlla che la password rispetti i requisiti richiesti.
nl_nl: Het wachtwoord kan niet gewijzigd worden, controleer alstublieft of het wachtwoord voldoet aan de wachtwoord voorwaarden.
ro_ro: Parola nu a fost schimbata. Va rugam sa verificati daca parola respecta cerintele de setare ala parolelelor.

# PasswordResetError
source: Reset password error
es_es: Error al reiniciar la contraseña
fr_ca: Erreur de réinitialisation de mot de passe
it_it: Errore durante il reset della password
nl_nl: Wachtwoord reset fout
ro_ro: Eroare resetare parola.

# ProfileUpdateError
source: There was an error updating the profile
es_es: Se ha producido un error al actualizar el perfil
fr_ca: Erreur de mise à jour du profil
it_it: Si è verificato un errore durante l'aggiornamento del profilo
nl_nl: Er is een fout opgetreden tijdens het bijwerken van het profiel
ro_ro: A aparut o eroare la actualizarea profilului.

# ProjectAccessDenied
source: The user {0} does not have permission to this project.
es_es: El usuario {0} no tiene permisos para este proyecto.
fr_ca: L'utilisateur {0} n'a pas les permissions nécessaires pour ce projet.
it_it: L'utente {0} non dispone dei permessi sufficienti per questo progetto.
nl_nl: Gebruikers {0} heeft geen toegang voor dit project
ro_ro: Utilizatorul {0} nu are drepturi in acest proiect.

# ProjectNotFoundError
source: Project not found for ProjectId [{0}].
es_es: No se ha encontrado ningún proyecto con el id [{0}].
fr_ca: Projet introuvable id [{0}].
it_it: Progetto con ID [{0}] non trovato.
nl_nl: Geen project gevonden voor project id [{0}]
ro_ro: Proiectul cu ID-ul [{0}] nu a fost gasit.

# QueryStringError
source: The user querystring parameter is not properly formed
es_es: El parámetro de url no está correctamente formado.
fr_ca: La chaine de recherche est invalide
it_it: Il parametro utente della query non è formattato correttamente
nl_nl: De opgegeven gebruikers waarde is niet in het juiste formaat.
ro_ro: Paramentrul interogarii utilizatorului nu este formatat corect.

# RepositoryCommentRequired
source: A comment is required to create a tag
es_es: Para crear un Tag es obligatorio un comentario
fr_ca: Un commentaire est requis pour créer une balise
it_it: Occorre un commento per creare un tag
nl_nl: Een opmerking is verplicht om een tag aan te maken
ro_ro: Un comentariu este necesar pentru a crea o eticheta

# RepositoryProjectSaveError
source: Could not save project, please verify that the data is correct.
es_es: No se ha podido guardar el proyecto, verifique que los datos son correctos.
fr_ca: Impossible de sauvegarder le projet, vérifier les données.
it_it: Impossibile salvare il progetto, controlla che i dati siano corretti
nl_nl: Kan project niet opslaan, controleer of de instellingen juist zijn.
ro_ro: Proiectul nu a fost salvat. Va rugam verificati daca data este corecta.

# SaveAttachmentError
source: There was an error saving the attachment {0}.
es_es: Se ha producido un error al guardar el adjunto {0}.
fr_ca: Erreur lors de la sauvegarde de la pièce jointe {0}.
it_it: Si è verificato un errore durante il salvataggio dell'allegato {0}.
nl_nl: Er is een fout opgetreden tijdens het opslaan van bijlage {0}.
ro_ro: A aparut o eroare la salvarea atasamentului {0}.

# SaveCustomFieldError
source: Could not save custom field
es_es: No se ha podido guardar el campo personalizado.
fr_ca: Impossible d'enregistrer le champ personnalisé
it_it: Impossibile salvare la proprietà personalizzata
nl_nl: Kan aangepast veld niet opslaan
ro_ro: Nu am putut salva campul personalizat.

# SaveCustomFieldValuesError
source: Could not save issue custom fields
es_es: No se pueden guardar los campos personalizados del caso.
fr_ca: Impossible d'enregistrer la question des champs personnalisés
it_it: Impossibile salvare le proprietà personalizzate
nl_nl: Kan aangepast veld van punt niet opslaan
ro_ro: Nu am putut salva campul personalizat al problemei.

# SaveIssueError
source: Could not save issue
es_es: Se ha producido un error al guardar el caso.
fr_ca: Erreur lors de la sauvegarde de l'anomalie.
it_it: Si è verificato un errore durante il salvataggio della segnalazione
nl_nl: Er is een fout opgetreden tijdens het opslaan van het punt.
ro_ro: A aparut o eroare la salvarea problemei.

# SaveIssueTypeError
source: Could not save issue type
es_es: No se ha podido guardar el tipo de caso
fr_ca: Impossible d'enregistrer le type d'anomalie
it_it: Impossibile salvare il tipo segnalazione
nl_nl: Kan punt type niet opslaan
ro_ro: Nu am putut salva tipul problemei.

# SaveIssueVoteError
source: Could not save issue vote
es_es: No se ha podido la votación del caso
fr_ca: Ne peut sauvegarder le vote de l'anomalie
it_it: Impossibile salvare il voto segnalazione
nl_nl: Kan stem niet opslaan
ro_ro: Nu am putut salva votul problemei

# SaveMilestoneError
source: Could not save milestone
es_es: No se ha podido el hito
fr_ca: Ne peut pas enregistrer jalon
it_it: Impossibile salvare il passo
nl_nl: Kan mijlpunt niet opslaan
ro_ro: Nu am putut salva reperul problemei

# SavePriorityError
source: Could not save priority
es_es: No se ha podido la prioridad
fr_ca: Priorité ne peut pas être enregistrer
it_it: Impossibile salvare la priorità
nl_nl: Kan prioriteit niet opslaan
ro_ro: Nu am putut salva prioritatea

# SaveProjectError
source: Could not save project, please verify that the project name and code are unique values.
es_es: No se ha podido guardar el proyecto, verifique que el nombre del proyecto y el código son únicos.
fr_ca: Impossible de sauvegarder le projet, vérifier que le nom et le code sont uniques.
it_it: Impossibile salvare il progetto, controlla che il nome ed il codice siano univoci.
nl_nl: Kan project niet opslaan, controleer of de naam en code uniek zijn
ro_ro: Nu am putut salva proiectul, va rugam verificati daca denumirea proiectului si codul au valori unice.

# SaveResolutionError
source: Could not save resolution
es_es: No se ha podido guardar la resolución.
fr_ca: Ne peut pas enregistrer de résolution
it_it: Impossibile salvare la soluzione
nl_nl: Kan oplossing niet opslaan
ro_ro: Nu am putut salva rezolutia

# SaveStatusError
source: Could not save status
es_es: No se ha podido el estado.
fr_ca: Ne peut pas enregistrer statut
it_it: Impossibile salvare lo stato
nl_nl: Kan status niet opslaan
ro_ro: Nu am putut salva statusul

# UpdateUserError
source: There was an error updating this user.
es_es: Se ha producido un error al guardar el usuario.
fr_ca: Erreur de mise à jour de cet utilisateur.
it_it: Si è verificato un errore durante la modifica di questo utente.
nl_nl: Er is een fout opgetreden tijdens het bijwerken van deze gebruiker.
ro_ro: A aparut o eroare la actualizarea utilizatorului.

# UploadPathInvalid
source: Upload path is invalid.
es_es: La carpeta de adjuntos no es válida.
fr_ca: Emplacement "Upload" invalide.
it_it: Il percorso di upload non è valido.
nl_nl: Upload pad is ongeldig.
ro_ro: Calea de upload este invalida

# UploadPathNotDefined
source: Project upload path has not been defined for project {0}.
es_es: La carpeta de adjuntos no se ha definido para el proyecto {0}.
fr_ca: Emplacement du "Upload" du projet non défini pour le projet {0}.
it_it: Il percorso di upload non è stato definito nel progetto {0}.
nl_nl: Project bijlage upload pad is niet gedefiniÃ«erd voor project {0}.
ro_ro: Calea de upload nu a fost definita pentru proiectul {0}.

# UploadPathNotFound
source: Upload directory {0} can not be found. Please check with the administrator that the directory exists on the web server.
es_es: La carpeta de adjuntos {0} no se encuentra. Verifique con el administrador que la carpeta existe en el servidor web.
fr_ca: Répertoire "Upload" {0} est introuvabl. SVP valider avec votre administrateur que répertoire est présent sur le serveur web.
it_it: Impossibile trovare la cartella {0}. Controlla insieme all'amministratore che la cartella esista sul web server.
nl_nl: Upload folder {0} kan niet gevonden worden. Neem contac op met de administrator.
ro_ro: Directorul de upload {0} nu exista. Va rugam sa verificati la administrator daca directorul exista pe server.

# UserAuthorizedError
source: There was an error authorizing this user.
es_es: Se ha producido un error al autorizar el usuario.
fr_ca: Erreur lors de l'autorisation cet utilisateur.
it_it: Sì è verificato un errore durante l'abilitazione di questo utente.
nl_nl: Er is een fout opgetreden tijdens het machtigen van deze gebruiker.
ro_ro: A aparut o eroare la autorizarea utilizatorului.

# UserUnAuthorizedError
source: There was an error unauthorizing this user.
es_es: Se ha producido un error al desautorizar el usuario.
fr_ca: Erreur lors de la restriction de cet utilisateur.
it_it: Sì è verificato un errore durante la disabilitazione di questo utente.
nl_nl: Er is een fout opgetreden tijdens het intrekken van de machtiging van deze gebruiker.
ro_ro: A aparut o eroare la deautorizarea utilizatorului.
