Repository: dubeaud/bugnet
Catalog: src/BugNET_WAP/App_LocalResources/Feed.aspx.*.resx
Languages: de_de, es_es, nl_nl

# AllIssuesDescription
source: A syndication of the all issues for {0}
de_de: Eine Übersicht aller Aufgaben zu {0}
es_es: Sindicación de todos los casos de {0}
nl_nl: Publicatie van alle punten voor {0}

# AllIssuesTitle
source: All Issues for {0}
de_de: Alle Aufgaben zu {0}
es_es: Todos los casos de {0}
nl_nl: Alle punten voor {0}

# AssignedIssuesDescription
source: A syndication of the all assigned issues for {0}
de_de: Eine Übersicht aller zugeordneten Aufgaben zu {0}
es_es: Sindicación de todos los casos asignados de {0}
nl_nl: Publicatie van alle toegewezen punten voor {0}

# AssignedIssuesTitle
source: {0} - Issues
de_de: {0} - Aufgaben
es_es: {0} - casos
nl_nl: {0} - punten

# AssigneeDescription
source: A syndication of all issues for {0} grouped by assignee
de_de: Eine Übersicht aller Aufgaben zu {0} gruppiert nach Bearbeiter
es_es: Sindicación de todos los casos de {0} agrupados por usuario asignado
nl_nl: Publicatie van alle punten voor {0} gegroepeerd op toegewezen gebruiker

# AssigneeTitle
source: {0} - Open issues by assignee
de_de: {0} - Offene Aufgaben nach Bearbeiter
es_es: {0} - casos abiertos por usuario asignado
nl_nl: {0} - open punten gesorteerd op toegewezen gebruiker

# CreatedIssuesDescription
source: A syndication of created issues for {0}
de_de: Eine Übersicht aller erstellten Aufgaben zu {0}
es_es: Sindicación de casos creados de {0}
nl_nl: Publicatie van aangemaakte punten voor {0}

# CreatedIssuesTitle
source: {0} - Issues
de_de: {0} - Aufgaben
es_es: {0} - casos
nl_nl: {0} - punten

# FilteredIssuesDescription
source: A syndication of the filtered issues for {0}
de_de: Eine Übersicht aller gefilterten Aufgaben zu {0}
es_es: Sindicación de casos filtrados de {0}
nl_nl: Publicatie van de gefilterde punte voor {0}

# FilteredIssuesTitle
source: {0} - Issues
de_de: {0} - Aufgaben
es_es: {0} - casos
nl_nl: {0} - punten

# IssuesByCategoryDescription
source: A syndication of the all issues for {0} grouped by category
de_de: Eine Übersicht aller Aufgaben zu {0} gruppiert nach Kategorie
es_es: Sindicación de todos los casos de {0} agrupados por categoría
nl_nl: Publicatie van alle punten voor {0} gegroepeerd op categorie

# IssuesByCategoryTitle
source: {0} issues by category
de_de: {0} Aufgaben nach Kategorie
es_es: {0} casos por categoria
nl_nl: {0} punten gesorteerd op categorie

# IssuesByIssueTypeDescription
source: A syndication of the all issues for {0} grouped by issue type
de_de: Eine Übersicht aller Aufgaben zu {0} gruppiert nach Aufgabentyp
es_es: Sindicación de todos los casos de {0} agrupados por tipo de caso
nl_nl: Publicatie van alle punten voor {0} gegroepeerd op punt type

# IssuesByIssueTypeTitle
source: {0} issues by issue type
de_de: {0} Aufgaben nach Aufgabentyp
es_es: {0} casos por tipo
nl_nl: {0} punten gesorteerd op punt type

# IssuesByMilestoneDescription
source: A listing of all {0} issues grouped by milestone
de_de: Eine Übersicht aller Aufgaben zu {0} gruppiert nach Meilenstein
es_es: Sindicación de todos los casos de {0} agrupados por hito
nl_nl: Lijst van alle punten voor {0} gegroepeerd op mijpaal

# IssuesByMilestoneTitle
source: {0} Issues By Milestone
de_de: {0} Aufgaben nach Meilenstein
es_es: {0} casos por hito
nl_nl: {0} punten gesorteerd op mijlpaal

# IssuesByPriorityDescription
source: A syndication of the all issues for {0} grouped by priority
de_de: Eine Übersicht aller Aufgaben zu {0} gruppiert nach Priorität
es_es: Sindicación de todos los casos de {0} agrupados por prioridad
nl_nl: Publicatie van alle punten voor {0} gegroepeerd op prioriteit

# IssuesByPriorityTitle
source: {0} issues by priority
de_de: {0} Aufgaben nach Priorität
es_es: {0} casos por prioridad
nl_nl: {0} punten gesorteerd op prioriteit

# IssuesByStatusDescription
source: A syndication of the all issues for {0} grouped by status
de_de: Eine Übersicht aller Aufgaben zu {0} gruppiert nach Status
es_es: Sindicación de todos los casos de {0} agrupados por estado
nl_nl: Publicatie van alle punten voor {0} gegroepeerd op status

# IssuesByStatusTitle
source: {0} issues by status
de_de: {0} Aufgaben nach Status
es_es: {0} tiques por estado
nl_nl: {0} punten gesorteerd op status

source: Open Issues
de_de: Offene Aufgaben: {0}
es_es: Casos abiertos: {0}
nl_nl: Open punten

# OwnedIssuesDescription
source: A syndication of owned issues for {0}
de_de: Eine Übersicht aller besessenen Aufgaben für {0}
es_es: Sindicación de casos en propiedad de{0}
nl_nl: Publicatie van alle punten voor {0} waar u verantwoordelijk voor bent

# OwnedIssuesTitle
source: {0} - Issues
de_de: {0} - Aufgaben
es_es: {0} - casos
nl_nl: {0} - punten

# RelevantIssuesDescription
source: A syndication of relevant issues for {0}
de_de: Eine Übersicht aller relevanten Aufgaben für {0}
es_es: Sindicación de casos relevantes de {0}
nl_nl: Publicatie van alle punten voor {0} die voor u van belang zijn

# RelevantIssuesTitle
source: {0} - Issues
de_de: {0} - Aufgaben
es_es: {0} - casos
nl_nl: {0} - punten

# SavedQueryDescription
source: A syndication of saved query for {0}
de_de: EineÜbersicht aller Aufgaben der gespeicherten Abfrage {0}
es_es: Sindicación de consulda guardada de {0}
nl_nl: Publicatie van een opgeslagen zoekopdracht voor {0}

# OpenIssuesTitle
source: {0} open issues
de_de: {0} offene Aufgaben

# OpenIssuesDescription
source: A syndication of open issues for {0}
de_de: Eine Übersicht aller offenen Aufgaben für {0}

# SavedQueryTitle
source: {0} - Issues
es_es: {0} - casos
nl_nl: {0} - punten
