Repository: dubeaud/bugnet
Catalog: src/BugNET_WAP/Administration/Projects/UserControls/App_LocalResources/ProjectRoles.ascx.*.resx
Languages: nl_nl

# AddAttachments.Text
source: Add attachments
nl_nl: Bijlagen toevoegen

# AddComments.Text
source: Add comments
nl_nl: Opmerkingen toevoegen

# AddIssues.Text
source: Add issues
nl_nl: Punten toevoegen

# AddLabel.Text
source: Add
nl_nl: Toevoegen

# AddNewRole.AlternateText
source: Add New Role
nl_nl: Nieuwe rol toevoegen

# AddNewRole.Text
source: Add New Role
nl_nl: Nieuwe rol toevoegen

# AddQueries.Text
source: Add queries
nl_nl: Zoek opdrachten toevoegen

# AddRoleButton.Text
source: Add Role
nl_nl: Rol toevoegen

source: Assign Issue
nl_nl: Punt toewijzen

# AssignIssues.Text
source: Assign issues
nl_nl: Punten toewijzen

source: Attachments
nl_nl: Bijlagen

# ChangeIssueStatus.Text
source: Change issue status
nl_nl: Punt status wijzigen

# CloneProject.Text
source: Clone project
nl_nl: Project klonen

source: Close Issue
nl_nl: Punt sluiten

# CloseIssues.Text
source: Close issues
nl_nl: Punten sluiten

source: Comments
nl_nl: Opmerkingen

# CreateProject.Text
source: Create project
nl_nl: Project aanmaken

# DeleteAttachments.Text
source: Delete attachments
nl_nl: Bijlagen verwijderen

# DeleteComments.Text
source: Delete comments
nl_nl: Opmerkingen verwijderen

# DeleteIssues.Text
source: Delete issues
nl_nl: Punten verwijderen

# DeleteLabel.Text
source: Delete
nl_nl: Verwijderen

# DeleteProject.Text
source: Delete project
nl_nl: Project verwijderen

# DeleteQueries.Text
source: Delete queries
nl_nl: Zoek opdracht verwijderen

# DeleteRoleButton.Text
source: Delete Role
nl_nl: Rol verwijderen

# EditComments.Text
source: Edit comments
nl_nl: Opmerkingen bewerken

# EditIssueDescriptions.Text
source: Edit issue descriptions
nl_nl: Punt omschrijving bewerken

# EditIssues.Text
source: Edit issues
nl_nl: Punten bewerken

# EditIssueTitles.Text
source: Edit issue titles
nl_nl: Titel van punt bewerken

# EditOwnComments.Text
source: Edit own comments
nl_nl: Eigen opmerkingen bewerken

# EditProject.Text
source: Edit project
nl_nl: Project bewerken

# EditQueries.Text
source: Edit queries
nl_nl: Zoek opdrachten bewerken

source: Issue
nl_nl: Punt

source: Issue Description
nl_nl: Punt omschrijving

source: Issue Title
nl_nl: Punt titel

source: Own Comments
nl_nl: Eigen commentaar

# PermissionsTitle.Text
source: Permissions
nl_nl: Rechten

# Queries.Text
source: Queries
nl_nl: Zoek opdrachten

source: Query
nl_nl: Zoek opdracht

source: Related Issue
nl_nl: Gerelateerd punt

# ReOpenIssues.Text
source: Re-open issues
nl_nl: Punt heropenen

# RoleName.Text
source: Role Name
nl_nl: Rol naam

# RoleNameTitle.Text
source: Manage Security Role -
nl_nl: Beveiligings rol beheren -

# RolesTitle.Text
source: Manage Security Roles
nl_nl: Beveiligings rollen beheren

source: Update Role
nl_nl: Rol bewerken

# ViewCalendar.Text
source: View calendar
nl_nl: Planning bekijken

# AddParentIssues.Text
source: Add parent issues
nl_nl: Hoofd punten toevoegen

# AddRelatedIssues.Text
source: Add related issues
nl_nl: Gerelateerde punten toevoegen

# AddSubIssues.Text
source: Add sub issues
nl_nl: Deel punten toevoegen

# AddTimeEntries.Text
source: Add time entries
nl_nl: Tijds registraties toevoegen

# ConfirmDelete
source: Are you sure you want to delete the \"{0}\" role?
nl_nl: Weet u zeker dat u de rol \"{0}\" wilt verwijderen?

# DeleteParentIssues.Text
source: Delete parent issues
nl_nl: Hoofd punten verwijderen

# DeleteRelatedIssues.Text
source: Delete related issues
nl_nl: Gerelateerde punten verwijderen

# DeleteSubIssues.Text
source: Delete sub issues
nl_nl: Deel punten verwijderen

# DeleteTimeEntries.Text
source: Delete time entries
nl_nl: Tijds registraties verwijderen

source: Parent Issue
nl_nl: Hoof punt

source: Sub Issue
nl_nl: Deel punt

source: Time Entry
nl_nl: Tijd registratie

# AutoAssignment.Text
source: Auto Assignment
nl_nl: Automatische toewijzing

# AutoAssignmentColumnHeader.HeaderText
source: Auto Assignment
nl_nl: Automatische toewijzing

# OtherLabel.Text
source: Other
nl_nl: Overige

source: Subscribe Issue
nl_nl: Punten abboneren

# SubscribeIssues.Text
source: Subscribe issues
nl_nl: Punten abboneren

# NewRoleDescriptionLabel.Text
source: To create a new role enter the name, description and check the required permssions then click save.
nl_nl: Voor het aanmaken van een nieuwe rol vult u de naam en omschrijving in en vink de gewenste rechten aan en druk op opslaan.

# DescriptionLabel.Text
source: Each project can have its own roles to group like users and permissions. By default when a new project is created several roles are predefined for you. If you need to create a custom role click the add new role button then assign permissions to the role.
nl_nl: Ieder project heeft zijn eigen rollen om gebruikers en rechten te groeperen. Bij het aanmaken van een nieuw project worden er al een aantal standaard rollen aangemaakt. Als u een aangepaste rol nodig heeft klik dan op de knop "Nieuwe rol toevoegen" en wijs de gewenste rechten toe.
